[
  {
    "id": 1,
    "nom": "T-shirt Blanc",
    "prix": 20,
    "description": "Découvrez notre t-shirt blanc en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce t-shirt offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur blanche intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/tshirt_blanc.jpeg"
  },
  {
    "id": 2,
    "nom": "T-shirt Noir",
    "prix": 20,
    "description": "Découvrez notre t-shirt noir en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce t-shirt offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur noir intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/tshirt_noir.jpeg"
  },
  {
    "id": 3,
    "nom": "T-shirt Bleu ",
    "prix": 20,
    "description": "Découvrez notre t-shirt bleu marine en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce t-shirt offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur bleu intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/tshirt_bleu.jpeg"
  },
  {
    "id": 4,
    "nom": "Sweat  Gris",
    "prix": 40,
    "description": "Découvrez notre sweat gris en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce sweat offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur grise intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/sweat_gris.jpeg"
  },
  {
    "id": 5,
    "nom": "Sweat  Noir",
    "prix": 40,
    "description": "Découvrez notre sweat noir en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce sweat offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur noir intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/sweat_noir.jpeg"
  },
  {
    "id": 6,
    "nom": "Sweat  Blanc",
    "prix": 40,
    "description": "Découvrez notre sweat blanc en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce sweat offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur blanche intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/sweat_blanc.jpeg"
  },
  {
    "id": 7,
    "nom": "Jeans Bleu",
    "prix": 60,
    "description": "Découvrez notre jeans bleu en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce jean offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur bleu intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/jeans_bleu.jpeg"
  },
  {
    "id": 8,
    "nom": "Jeans Noir",
    "prix": 60,
    "description": "Découvrez notre jeans noir en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce jean offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur noir intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/jeans_noir.jpg"
  },
  {
    "id": 9,
    "nom": "Jeans Gris",
    "prix": 60,
    "description": "Découvrez notre jeans gris en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce jean offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur grise intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/jeans_gris.jpg"
  },
  {
    "id": 10,
    "nom": "Manteau Noir",
    "prix": 100,
    "description": "Découvrez notre manteau noir en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce manteau offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur noir intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/veste_noir.jpeg"
  },
  {
    "id": 11,
    "nom": "Manteau Bleu ",
    "prix": 100,
    "description": "Découvrez notre manteau bleu marine en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce manteau offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur bleu intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/veste_bleu.jpeg"
  },
  {
    "id": 12,
    "nom": "Manteau Beige",
    "prix": 100,
    "description": "Découvrez notre manteau beige en coton, l'indispensable de votre garde-robe ! Fabriqué à partir de coton de haute qualité, ce manteau offre une douceur exceptionnelle et un confort optimal tout au long de la journée. Sa coupe classique et sa couleur beige intemporelle en font un choix polyvalent qui s'associe parfaitement à tous vos styles, que ce soit pour une tenue décontractée ou un look plus habillé.",
    "quantite": 10,
    "image": "images/veste_beige.jpeg"
  },
  {
    "id": 13,
    "nom": "Casquette Noir",
    "prix": 30,
    "description": "Découvrez notre casquette noire, l'accessoire essentiel pour toutes les saisons ! Conçue à partir de matériaux de haute qualité, cette casquette allie confort et style, offrant une touche moderne à n'importe quelle tenue. Son design classique et sa couleur noire intemporelle en font un choix polyvalent, parfait pour compléter un look décontracté ou sportif. Que ce soit pour une sortie en ville ou une journée au soleil, cette casquette vous accompagnera avec élégance et praticité.",
    "quantite": 10,
    "image": "images/casquette_noir.jpeg"
  },
  {
    "id": 14,
    "nom": "Casquette Beige",
    "prix": 30,
    "description": "Découvrez notre casquette beige, l'accessoire essentiel pour toutes les saisons ! Conçue à partir de matériaux de haute qualité, cette casquette allie confort et style, offrant une touche moderne à n'importe quelle tenue. Son design classique et sa couleur beige intemporelle en font un choix polyvalent, parfait pour compléter un look décontracté ou sportif. Que ce soit pour une sortie en ville ou une journée au soleil, cette casquette vous accompagnera avec élégance et praticité.",
    "quantite": 10,
    "image": "images/casquette_beige.jpeg"
  },
  {
    "id": 15,
    "nom": "Casquette Bleu",
    "prix": 30,
    "description": "Découvrez notre casquette bleu, l'accessoire essentiel pour toutes les saisons ! Conçue à partir de matériaux de haute qualité, cette casquette allie confort et style, offrant une touche moderne à n'importe quelle tenue. Son design classique et sa couleur bleu intemporelle en font un choix polyvalent, parfait pour compléter un look décontracté ou sportif. Que ce soit pour une sortie en ville ou une journée au soleil, cette casquette vous accompagnera avec élégance et praticité.",
    "quantite": 10,
    "image": "images/casquette_bleu.jpeg"
  }

]